[XGLocalizedData_TacUI]
CategoryFilterTitle="类别"
TechFilterTitle="科技"
SortTitle="排序"


ItemCategoryRifle="突击步枪"
ItemCategorySniperRifle="狙击枪"
ItemCategoryShotgun="霰弹枪"
ItemCategoryCannon="加农炮"
ItemCategoryVektorRifle="维克托步枪"
ItemCategoryBullpup="无托式步枪"
ItemCategoryPistol="手枪"
ItemCategorySidearm="自动手枪"
ItemCategorySword="长剑"
ItemCategoryGremlin="小精灵"
ItemCategoryPsiamp="灵能增幅器"
ItemCategoryGrenadeLauncher="榴弹发射器"
ItemCategoryClaymore="阔剑地雷"
ItemCategoryWristblade="开颅刃"
ItemCategoryArcthrower="电弧发射器"
ItemCategoryCombatknife="战斗匕首"
ItemCategoryHolotargeter="全息瞄准器"
ItemCategorySawedoffshotgun="短管霰弹枪"
ItemCategoryLWGauntlet="xcom臂套"
ItemCategoryEmpty="空"
ItemCategoryUtility="通用"
ItemCategoryTech="科技"
ItemCategoryConventional="传统"
ItemCategoryPlated="镀层"
ItemCategoryPowered="动力"
ItemCategorySparkrifle="Spark加农炮"
ItemCategoryGauntlet="臂套"
ItemCategoryBasic="基础"
ItemCategoryUnknown="其他"
ItemCategoryMedium="中"
ItemCategoryLight="轻"
ItemCategoryHeavy="重"

ItemTechCV="传统"
ItemTechMG="磁力"
ItemTechBM="电浆"
ItemTechPlated="镀层"
ItemTechPowered="动力"
ItemTechUnknown="其他"
ItemTechLaserLW="激光"
ItemTechCoilLW="线圈"

SortByDefault="默认"
SortByCategory="类别"
SortByName="名称"
SortByTier="等级"

ResetFilter="重置标签"
ResetFilterTooltop="重置所有标签并显示所有道具"